;(function($){
    $.fn.datetimepicker.dates['zh-CN'] = {
        days: ["星期日", "星期一", "星期二", "星期三", "星期四", "星期五", "星期六", "星期日"],
        daysShort: ["Sun", "Mon", "Tue", "Wed", "Thu", "Fri", "Sat", "Sun"],
        daysMin: ["日", "一", "二", "三", "四", "五", "六", "日"],
        months: ["1月", "2月", "3月", "4月", "5月", "6月","7月", "8月", "9月","10月", "11月", "12月"],
        monthsShort: ["1月", "2月", "3月", "4月", "5月", "6月","7月", "8月", "9月","10月", "11月", "12月"],
        today: "今天",
        meridiem:['AM','PM']
    };
}(jQuery));